Repository: sam2kb/b2evolution-plugins
Catalog: blog_list_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Displays a nested menu of blogs and their categories
ru_ru: Показывает список блогов и их категорий в виде выпадающего меню

source: This widget displays a nested menu of blogs and their categories.
ru_ru: Этот виджет показывает список блогов и их категорий в виде выпадающего меню.

source: Widget title
ru_ru: Заголовок виджета

source: Browse blogs
ru_ru: Просмотр блогов

source: Display categories
ru_ru: Показывать рубрики

source: Should we display categories of each blog?
ru_ru: Должны ли мы показать категории каждого блога?

source: Widget parent tag
ru_ru: Родительский тег виджета

source: What HTML tag should we use to wrap the widget?
ru_ru: Какой HTML тег нам использовать вокруг кода виджета?

source: [li] - if you want to place the widget in "Menu" or "Sidebar" containers
ru_ru: [li] - если вы размещаете виджет в контейнерах "Меню" или "Боковая панель"

source: [div] - for other containers
ru_ru: [div] - для всех остальных контейнеров
