Repository: sam2kb/b2evolution-plugins
Catalog: protected_posts_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Allows users to password protect their posts
ru_ru: Позволяет пользователям защищать записи паролем

source: Memorize passwords
ru_ru: Запоминать пароли

source: Do we want to memorize passwords in user cookies for future use.
ru_ru: Должны ли мы сохранять пароли в cookies для дальнейшего использования.

source: Password protect this post
ru_ru: Защитить паролем

source: Set password
ru_ru: Пароль

source: Post password has been created.
ru_ru: Пароль был успешно создан.

source: Post password has been updated.
ru_ru: Пароль был успешно изменен.

source: Post password has been deleted.
ru_ru: Пароль был успешно удален.

source: To view this post please enter the password below.
ru_ru: Введите пароль для просмотра содержимого этой записи.

source: Password
ru_ru: Пароль
