Repository: sam2kb/b2evolution-plugins
Catalog: flash_tag_cloud_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: This plugin allows you to display your site's tags using a Flash movie that rotates them in 3D.
ru_ru: Этот плагин отображает теги в виде вращающейся сферы используя Flash.

source: Block title
ru_ru: Заголовок блока

source: Tag cloud
ru_ru: Облако тегов

source: Include blogs
ru_ru: В блогах

source: A comma-separated list of Blog IDs.
ru_ru: Список номеров блогов, разделенных запятой.

source: Max # of tags
ru_ru: Максимальное число тегов

source: Tag separator
ru_ru: Разделитель тегов

source: For those who don't have Flash plugin installed.
ru_ru: Только для тех, у кого не установлен Flash плагин.

source: Min tag size
ru_ru: Мин. размер тега

source: Max tag size
ru_ru: Макс. размер тега

source: Ordering
ru_ru: Порядок

source: Ascending
ru_ru: Возрастание

source: Random
ru_ru: Случайный порядок

source: How to sort the tag cloud.
ru_ru: Метод сортировки тегов

source: Filter tags
ru_ru: Пропуск тегов

source: This is a comma separated list of tags to ignore.
ru_ru: Список тегов для игнорирования, разделяйте запятыми.

source: Auto width
ru_ru: Авто ширина

source: Stretch tag cloud to fit in parent container (width="100%"). This may not work in older browsers!
ru_ru: Растянуть облако тегов таким образом, чтобы оно заполнило внешний контейнер (width="100%"). Это может не работать в старых браузерах.

source: Cloud width
ru_ru: Ширина облака

source: Cloud height
ru_ru: Высота облака

source: Cloud background color
ru_ru: Цвет фона облака

source: Only if not in transparent mode
ru_ru: Используется только если отключен прозрачный фон

source: Please enter a valid hexadecimal number for the background colour
ru_ru: Пожалуйста введите правильный цвет фона в шестнадцатеричном формате

source: Tag color
ru_ru: Цвет тегов

source: 6 character hex color value
ru_ru: Шестнадцатиричное значение цвета (6 символов)

source: Tag hover color
ru_ru: Цвет тегов при наведении

source: Tags rotation speed
ru_ru: Скорость вращения

source: Speed (percentage, default is 100)
ru_ru: Скорость в процентах (по умолчанию 100%)

source: Distribute tags
ru_ru: Распределить теги

source: Places tags at equal intervals instead of random
ru_ru: Отметьте чтобы распределить теги на равном расстоянии друг от друга

source: Use transparent mode
ru_ru: Прозрачный фон

source: Switches on Flash's wmode-transparent setting
ru_ru: Отметьте для включения прозрачного фона

source: Display posts tagged with &laquo;%s&raquo;
ru_ru: Показать записи с тегом &laquo;%s&raquo;
