Repository: sam2kb/b2evolution-plugins
Catalog: userblog_plugin/locales/*_cp1251/LC_MESSAGES/messages.po
Languages: ru_ru

source: Create and manage user blogs.
ru_ru: Создает и управляет блогами пользователей.

source: This plugin creates a new blog for each registered user.
ru_ru: Создает и управляет блогами зарегистрированных пользователей.

source: Userblog group name
ru_ru: Название группы UserBlog

source: Create user blog
ru_ru: Создавать блог

source: Check this if you want
ru_ru: Отметьте если хотите

source: to enable user blog creation.
ru_ru: разрешить создание блога пользователя.

source: Admin user blog
ru_ru: Админ блог

source: to create a blog when admin register a new user.
ru_ru: создавать блог когда админ регистрирует нового пользователя.

source: Blog upon registration
ru_ru: Блог при регистрации

source: to create a blog upon user registration.<br />Note: users must accept terms and conditions in order to get a blog (see Messages section).
ru_ru: разрешить создание блога пользователя при регистрации.<br />Примечание: пользователь должен будет принять условия предоставления услуг (см. раздел Сообщения).

source: Delete stub folder
ru_ru: Удалять папку пользователя

source: to automatically delete user's folder when the blog is deleted.<br />EXAMPLE: If you use a storage folder "u/" and user's login is mike - <strong>"u/mike/" folder and all content</strong> will be removed.
ru_ru: автоматически удалять папку пользователя при удалении блога.<br />ПРИМЕР: если вы используете общую папку "u/" и логин пользователя mike, то <b>вся папка "u/mike/" будет удалена</b>.

source: Include in public blog list
ru_ru: Включить в список публичных блогов

source: to add a new user blog to the public blogs list.
ru_ru: чтобы новый блог был включен в список публичных блогов.

source: Default skin
ru_ru: Тема по умолчанию

source: This is the default skin that will be used to display new user blogs.
ru_ru: Это тема, которая будет назначена по умолчанию всем новым блогам.

source: Custom user CSS
ru_ru: CSS пользователя

source: Create blank "style.css" in blog media folder. This file may be edited by users to override default skin styles.<br />ATTENTION: Make sure you set File manager permissions to "Edit" below.
ru_ru: Создавать пустой "style.css" в медиа папке блога (папка должна иметь разрешения на запись). Этот файл может быть изменен пользователем для задания собственных стилей блога.<br />ВНИМАНИЕ: Чтобы это сработало, разрешения Менеджера файлов должны быть "Изменять" (см. ниже).

source: Use extra path URLs
ru_ru: Использовать дополнительный путь

source: Allows you to use nice formatted links, removing additional parameters from URLs.<br /><br />EXAMPLE: URLs like <strong>"www.yourdomain.com/u/username/index.php?title=post-title&more=1"</strong> will look like <strong>"www.yourdomain.com/u/username/index.php/2008/12/31/post-title"</strong>.<br /><br />ATTENTION: In order to make this feature work you need enabled mod_rewrite Apache module (already enabled on most servers).
ru_ru: Позволит использовать вам красивые ссылки, удаляя дополнительные параметры из URL<br /><br />ПРИМЕР: Ссылки вида <strong>"www.yourdomain.com/u/username/index.php?title=post-title&more=1"</strong> будут выглядеть как <strong>"www.yourdomain.com/u/username/index.php/2008/12/31/post-title"</strong>.<br /><br />ВНИМАНИЕ: Для того чтобы это сработало вам необходимо активировать Apache модуль mod_rewrite (обычно уже активирован по умолчанию).

source: User permissions
ru_ru: Разрешения пользователей

source: Enable posts
ru_ru: Разрешить записи

source: yes
ru_ru: да

source: no
ru_ru: нет

source: Are new users allowed to post after registration?<br />REMEMBER: If you disable posting, admin has to set user login in "Login of this blog's owner" field in Blog settings -> Genearal.
ru_ru: Могут ли пользователи создавать записи после регистрации?<br />ВНИМАНИЕ: если это выключено, то для разрешения записей админ должен будет вписать логин пользователя в поле "Владелец" на вкладке Настройки блога -> Основные.

source: File manager
ru_ru: Менеджер файлов

source: Edit
ru_ru: Изменять

source: Add
ru_ru: Добавлять

source: None
ru_ru: Нет

source: Select File manager permissions for new users.<br />[ Edit ] - upload/edit/delete files.<br />[ Add ] - upload only.<br />[ None ] - disabled.
ru_ru: Выберите разрешения Менеджера файлов для новых пользователей.<br />[ Изменять ] - возможность загружать, изменять и удалять файлы<br />[ Добавлять ] - возможность только добавлять файлы<br />[ Нет ] - Менеджер файлов будет не доступен и пользователь не сможет загружать файлы.

source: Stub settings
ru_ru: Настройки заглушек

source: Use stub file
ru_ru: Использовать заглушки

source: Stub file extension
ru_ru: Расширение файла

source: OPTIONAL. Set extension for new stub files. Leave empty if you want no extension.
ru_ru: ДОПОЛНИТЕЛЬНО: Расширение файла заглушки. Оставьте поле пустым если не хотите использовать расширение.

source: Use stub folder
ru_ru: Папка пользователя

source: OPTIONAL. Separate folders will be created for each user and index.php stub file will be dropped in (example: root/username/index.php). If disabled, stub files will be created as usual, with the same name as login (example: root/username.php).
ru_ru: ДОПОЛНИТЕЛЬНО: Будут созданы папки пользователей с именем пользователя в качестве названия, в каждую папку будет добавлен файл index.php (пример: root/username/index.php). Если отключено, заглушки с именем пользователя будут создаваться в директории b2evolution (пример: root/username.php).

source: Media in stub folder
ru_ru: Медиа в папке пользователя

source: OPTIONAL. If set, the directory username/media/ folder will be created. Useful if you want to store all user stuff in one single directory.
ru_ru: ДОПОЛНИТЕЛЬНО: Если включено, то медиа папка блога будет перемещена в username/media/. Полезно если хотите хранить все файлы пользователя в одной папке.

source: Use storage folder
ru_ru: Общая папка

source: OPTIONAL. Store all users stub files in one single directory. Example: if your root is /blogs/ and you want to store all your stub files in /blogs/subdir/ you will set "subdir/". Leave empty to disable.<br /><br />If this settings don't work on your server, check if storage folder was created, if not do it manually and chmod to 777. Otherwise deactivate the "Use stub file" option.
ru_ru: ДОПОЛНИТЕЛЬНО: Помещать все заглушки в одну папку. Пример: если корневая директория вашего блога /blogs/ и вы хотите хранить заглушки блогов в папке /blogs/subdir/, то задайте здесь "subdir/".<br /><br />Если эти настройки не сработали - проверьте была ли создана общая папка, создайте ее сами и задайте разрешения 777. Если и это не работает - отключите "Использовать заглушки" в настройках плагина.

source: Common config file for user blogs
ru_ru: Общие настройки заглушек

source: OPTIONAL. This is the common config file included in all user blog stub files which lets you override the global settings for each blog.<br />Don't add PHP brackets (<strong>&lt;?php</strong> and <strong>?&gt;</strong>) in this form.<br /><br />ATTENTION: Take care to chmod "userblog_config.php" in userblog_plugin folder to 777 if you use stub files.
ru_ru: ДОПОЛНИТЕЛЬНО: Эти настройки будут включены во все файлы заглушек, что позволит вам задать некоторые свойства блогов глобально.<br />Не добавляйте сюда PHP теги (<strong>&lt;?php</strong> и <strong>?&gt;</strong>).<br /><br />ВНИМАНИЕ: Измените разрешения файла "userblog_config.php" в папке плагина на 777 если хотите использовать заглушки.

source: Blog description
ru_ru: Текст блога

source: Full Name
ru_ru: Полное название

source: New blog for %s
ru_ru: Новый блог для %s

source: Will be displayed on top of the blog.
ru_ru: Будет отображаться вверху блога.

source: <br />(example: if login name= "mike", the blog name will be: "New blog for mike").
ru_ru: <br />(пример: если логин - "mike", название блога будет: "Новый блог для mike").

source: Tagline
ru_ru: Подзаголовок

source: This is the blog's tagline
ru_ru: Подзаголовок моего блога

source: This is diplayed under the blog name on the blog template.
ru_ru: Это будет показано под именем блога в шаблоне блога.

source: Long Description
ru_ru: Полное описание

source: This is the blog's long description.
ru_ru: Полное описание моего блога

source: This is displayed on the blog template.
ru_ru: Это будет показано в шаблоне блога.

source: Short Description
ru_ru: Краткое описание

source: This is the blog's description.
ru_ru: Краткое описание моего блога

source: This is is used in meta tag description and RSS feeds. NO HTML!
ru_ru: Это будет использовано в мета тегах и лентах RSS. НЕ HTML!

source: Keywords
ru_ru: Ключевые слова

source: %s, personal, blog
ru_ru: %s, персональный, блог

source: This is used in meta tag keywords. NO HTML!
ru_ru: Это используется в мета теге keywords. НЕ HTML!

source: <br />Placeholder stands here for user's login name.
ru_ru: <br />%s будет заменена на имя пользователя.

source: Messages
ru_ru: Сообщения

source: Link to create a blog
ru_ru: Ссылка для создания блога

source: Create my personal blog!
ru_ru: Создать мой блог!

source: This is a text link to create a new blog. Appears in user profile and after user is registered (see below).
ru_ru: Это ссылка для создания нового блога. Появляется после регистрации нового пользователя (см. ниже).

source: Welcome message
ru_ru: Сообщение

source: You have successfully registered in
ru_ru: Вы успешно зарегистрировались на

source: !%sIf you don't need a blog now you can create it later from your profile page.
ru_ru: !%sЕсли вам не нужен персональный блог в данный момент, вы сможете создать его позже со страницы Профиля.

source: Welcome message will be displayed when the user is registered. This message introduces the link to create a new blog.<br />%s will be replaced with a link to create a blog (see above).
ru_ru: Это сообщение будет показано после регистрации пользователя. В нем содержится ссылка для создания нового блога.<br />%s будет заменена на ссылку для создания блога (см. выше).

source: Your personal blog was created! Take note of your new blog address:
ru_ru: Ваш персональный блог был успешно создан! Запомните адрес вашего нового блога:

source: Welcome message will be displayed to the user after his new blog is created. This message introduces the new blog URL.
ru_ru: Это сообщение будет показано пользователю после создания его блога. В нем содержится адрес нового блога.

source: At this address you can access the Administration of your blog:
ru_ru: По этому адресу вы можете перейти в панель администрирования вашего блога:

source: This message will be appended to the previous message. It introduces the admin backend URL.
ru_ru: Это сообщение будет добавлено к предыдущему сообщению. В нем содержится адрес панели администрирования.

source: Terms of Service
ru_ru: Условия предоставления услуг

source: Write your Terms of Service or site policy that needs to be accepted by user in order to create a new blog.
ru_ru: Напишите здесь условия предоставления ваших услуг или условия пользования сайтом. Пользователь должен согласиться с этими условиями для продолжения процесса регистрации.

source: This message will be displayed on registration page.
ru_ru: Это сообщение будет показано на странице регистрации.

source: Terms checkbox
ru_ru: Принять условия

source: Do you accept the above Terms of Service?
ru_ru: Согласны ли вы с приведенными выше условиями предоставления услуг?

source: User blog was not created!
ru_ru: Блог пользователя не был создан!

source: User blog was not properly created! You must delete this blog and try again.
ru_ru: Блог пользователя бел создан с ошибками! Вы должны удалить его, исправить приведенные выше ошибки и попробовать еще раз.

source: I accept
ru_ru: Я согласен

source: Blog name
ru_ru: Название блога

source: You must read and accept our Terms of Service in order to complete your registration.
ru_ru: Вы должны прочитать и принять наши условия предоставления услуг для окончания процесса регистрации.

source: You have no permission to view the requested page!
ru_ru: У вас нет разрешений на просмотр запрошенной страницы!

source: Userblog settings set to &quot;wanted&quot; for user &laquo;%s&raquo;.
ru_ru: Параметры блога изменены на &quot;wanted&quot; для пользователя &laquo;%s&raquo;.

source: Deleted blog's stub folder
ru_ru: Удалена папка пользователя

source: Deleted blog's stub file
ru_ru: Удалена заглушка блога пользователя

source: Deleted Userblog settings for blog members
ru_ru: Удалены настройки плагина для членов блога

source: Deleted Userblog group ID
ru_ru: Удален ID группы UserBlog

source: Error:
ru_ru: Ошибка:

source: the user is not a member of &laquo;%s&raquo; group.
ru_ru: пользователь должен быть членом группы &laquo;%s&raquo;.

source: Ask the admin to create a blog for you!
ru_ru: Попросите админа создать вам блог!

source: we cannot create a valid blog name from your login.
ru_ru: мы не можем создать корректное имя блога из вашего логина.

source: a blog with the same &quot;URL blog name&quot; is already exist in our database.
ru_ru: блог с таким названием уже существует.

source: failed to create a new blog.
ru_ru: невозможно создать новый блог.

source: user blog creation is currently disabled.
ru_ru: возможность создания блогов в данный момент отключена.

source: You must create the following directory with write permissions (777): %s
ru_ru: Вы должны создать следующую директорию с разрешениями на запись (777): %s

source: Cannot create blog stub file [%s]<br />Make sure the directory [%s] has write permissions (777)
ru_ru: Не удалось создать файл-заглушку [%s]<br />Убедитесь что директория [%s] существует и доступна для записи (777)

source: Plugin
ru_ru: Плагин

source: New user blog
ru_ru: Новый блог пользователя

source: created.
ru_ru: успешно создан.

source: Blog settings
ru_ru: Настройки блога

source: Your personal blog "%s"
ru_ru: Ваш персональный блог "%s"

source: Create blog
ru_ru: Создать блог

source: Edit this blog
ru_ru: Редактировать блог

source: Delete this blog
ru_ru: Удалить блог

source: Fix user settings
ru_ru: Исправить настройки

source: Set user blog to &quot;wanted&quot;
ru_ru: Задать параметр &quot;wanted&quot;

source: User Blog
ru_ru: Блог пользователя
