Repository: sam2kb/b2evolution-plugins
Catalog: search_cloud_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Add a search cloud to your blog
ru_ru: Покажет облако поисковых запросов блога

source: Converts your hitlog into a cloud
ru_ru: Показывает список популярных поисковых запросов в виде облака

source: Blog
ru_ru: Блог

source: ID of the blog to use, leave empty for the current blog.
ru_ru: ID блога (оставьте пустым для использования текущего блога).

source: Cache lifetime
ru_ru: Время кэширования

source: This is the time in minutes that the results will be cached for.
ru_ru: Время жизни кэша, в минутах.

source: Max results
ru_ru: Количество запросов

source: This is the maximum number of results to display
ru_ru: Максимальное количество запросов, которое будет показано.

source: Max length
ru_ru: Максимальная длина

source: This is the maximum length for a search term ( 0 = no restrictions ). Longer terms will be trimmed.
ru_ru: Максимальная длина поискового запроса (0 - без ограничений). Длинные фразы будут обрезаны.

source: Unique URLs
ru_ru: Уникальные URLы

source: Display terms with unique target URL only.
ru_ru: Показывать запросы только с уникальным URL.

source: Order
ru_ru: Сортировка

source: This is the the order to show the results in
ru_ru: Метод сортировки результатов

source: Ignore words
ru_ru: Исключить слова

source: This is a comma separated list of words to ignore. MySQL regex syntax.
ru_ru: Введите слова, которые будут исключены из списка (разделяйте запятой). Можете использовать простые регулярные выражения.

source: Ignore URLs
ru_ru: Исключить URLы

source: This is a comma separated list of URLs to ignore. MySQL regex syntax.
ru_ru: Введите URL адреса, которые будут исключены из списка (разделяйте запятой). Можете использовать простые регулярные выражения.

source: Filter words
ru_ru: Заменить слова

source: This is a comma seperated list of words to filter
ru_ru: Введите слова, которые будут заменены символом, указанным ниже (разделяйте запятой).

source: Filter character
ru_ru: Заменить символом

source: This is the character that filtered words will be replaced with
ru_ru: Символ, которым будут заменены указанные выше слова

source: Title
ru_ru: Заголовок

source: Search Cloud
ru_ru: Облако поисковых запросов

source: Weirdly enough, this is the title!
ru_ru: Заголовок блока

source: Hover title
ru_ru: Текст при наведении

source: Searched %s times - Read it!
ru_ru: Число запросов: %s

source: This is hover title for each item in the cloud : #count# will be replaced by the hit count for the item
ru_ru: Текст, появляющийся при наведении на поисковую фразу. Значение #count# будет заменено числом запросов данной фразы.
