Repository: sam2kb/b2evolution-plugins
Catalog: advanced_search_plugin-2.0/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Filter search results by many parameters
ru_ru: Улучшенный поиск с возможностью выбора категорий, блогов и автора записи

source: It allows you to filter search results by many parameters plus you can customize almost everything.
ru_ru: Этот виджет позволит вам производить поиск по выбранным категориям, блогам, автору записей и т.д, а так же позволит скрывать любые параметры поиска для каждого блога отдельно.

source: Precise search
ru_ru: Тщательный поиск

source: If enabled, the plugin will search through <u>rendered</u> content, and <u>outside</u> of HTML tags only. This means that a lot of false positive results will be filtered out.
ru_ru: Если включен, поиск будет выполняться только по <u>обработанному</u> содержанию записи и <u>вне</u> HTML тегов. При этом будут отсеяны все ложные результаты, увеличится качество поика.

source: Warning: this also increases search time!
ru_ru: Внимание: это так же приведет к увеличению времени поиска!

source: Results per page
ru_ru: Результатов на страницу

source: Number of results per page.
ru_ru: Число показываемых результатов на одной странице

source: Keywords class
ru_ru: CSS класс

source: Class for highlighted keywords. If you change this you must also edit adv_search.css
ru_ru: CSS класс для подсветки ключевых слов. При изменении класса, не забудьте так же изменить adv_search.css

source: Search form Title
ru_ru: Заголовок формы поиска

source: Search
ru_ru: Поиск

source: Search form title displayed in skin.
ru_ru: Заголовок формы поиска, отображается в теме.

source: Categories label
ru_ru: Заголовок категорий

source: In category
ru_ru: В категории

source: Label for categories select menu.
ru_ru: Заголовок для меню выбора категорий.

source: Month/year label
ru_ru: Заголовок месяц/год

source: Posted on
ru_ru: За период

source: Label for month/year select menu.
ru_ru: Заголовок для меню выбора месяца/года.

source: Authors label
ru_ru: Заголовок авторов

source: Author
ru_ru: Автор

source: Label for authors select menu.
ru_ru: Заголовок для меню выбора авторов.

source: Post types label
ru_ru: Заголовок типов записей

source: Post type
ru_ru: Тип записи

source: Label for post types select menu.
ru_ru: Заголовок для меню выбора типа записи.

source: Submit button
ru_ru: Кнопка поиска

source: Submit button name.
ru_ru: Название кнопки поиска.

source: Search in Blogs
ru_ru: Искать в блогах

source: List blog IDs separated by ,
ru_ru: Перечислите через запятую номера блогов для поиска.

source: [ All ] - to search in all public blogs.
ru_ru: [ All ] - для поиска по всем публичным блогам.

source: Leave empty to search in current blog only.
ru_ru: Оставьте пустым чтобы искать по текущему блогу.

source: Exclude authors
ru_ru: Исключить авторов

source: List user IDs separated by ,
ru_ru: Перечислите через запятую ID авторов, которых вы хотите исключить из поиска.

source: Exclude categories
ru_ru: Исключить категории

source: List category IDs separated by ,
ru_ru: Перечислите через запятую номера категорий, которые вы хотите исключить из поиска.

source: Note: if you exclude a parent category, all subcategories will be also excluded.
ru_ru: Примечание: если вы исключили родительскую категорию - все ее подкатегории также будут исключены из поиска.

source: Search in category
ru_ru: Искать в категории

source: Display categories select menu in search form.
ru_ru: Отображать меню выбора категорий в форме поиска

source: Search by month/year
ru_ru: Искать по месяцу/году

source: Display month/year select menu in search form.
ru_ru: Отображать меню выбора месяца/года в форме поиска.

source: Search by author
ru_ru: Искать по автору

source: Display authors select menu in search form.
ru_ru: Отображать меню выбора автора в форме поиска

source: Search by post type
ru_ru: Искать по типу записи

source: Display post types select menu in search form.
ru_ru: Отображать меню выбора типа записей в форме поиска.

source: Search all words
ru_ru: Искать все слова

source: Display <b>All Words</b> radio button.
ru_ru: Отображать параметр поика <b>Все слова</b>.

source: Search some word
ru_ru: Искать отдельные слова

source: Display <b>Some Word</b> radio button.
ru_ru: Отображать параметр поика <b>Отдельные слова</b>.

source: Search entire phrase
ru_ru: Искать всю фразу

source: Display <b>Entire phrase</b> radio button.
ru_ru: Отображать параметр поика <b>Вся фраза</b>.

source: Sorry, there is nothing to display...
ru_ru: По вашему запросу ничего не найдено...

source: All
ru_ru: Все

source: Root
ru_ru: Корень

source: All Words
ru_ru: Все слова

source: Some Word
ru_ru: Отдельные слова

source: Entire phrase
ru_ru: Вся фраза

source: Results %d - %d of %d for <b>%s</b>
ru_ru: Результаты %d - %d из %d для <b>%s</b>

source: Pages:
ru_ru: Страницы:
