Repository: sam2kb/b2evolution-plugins
Catalog: stw_webshots_plugin/locales/*_cp1251/LC_MESSAGES/messages.po
Languages: ru_ru

source: Displays website thumbnails
ru_ru: Позволяет использовать скриншоты веб-сайтов

source: Displays website thumbnails using the <a href="http://www.shrinktheweb.com">ShrinkTheWeb</a> service.
ru_ru: Позволяет использовать скриншоты веб-сайтов. Работает на сервисе <a href="http://www.shrinktheweb.com">ShrinkTheWeb</a>.

source: You must create the following directory with write permissions (777):%s
ru_ru: Вы должны создать следующую директорию с разрешениями на запись (777):%s

source: <br />Cannot exceed %spx on free accounts.
ru_ru: <br />На бесплатном аккаунте размер не может превышать %s пикселей.

source: STW Account type
ru_ru: Тип STW аккаунта

source: Check this if you have a <b>FREE</b> STW account.
ru_ru: Отметьте, если вы используете БЕСПЛАТНЫЙ STW аккаунт.

source: STW Access Key ID
ru_ru: STW Код доступа

source: Create an account on %s to use webshots.
ru_ru: Зарегистрируйтесь на %s для использования полагина.

source: STW Secret Key
ru_ru: STW Секретный ключ

source: Cache images
ru_ru: Кешировать изображения

source: days<br />How many days do you want to store image cache.
ru_ru: дней<br />Сколько дней вы хотите хранить загруженные изображения?

source: Default webshot width
ru_ru: Стандартная ширина вебшота

source: px.
ru_ru: пикс.

source: Default webshot height
ru_ru: Стандартная высота вебшота

source: Webshot width ?
ru_ru: Ширина вебшота ?

source: Webshot height ?
ru_ru: Высота вебшота ?

source: Site URL ?
ru_ru: URL сайта ?

source: Webshot
ru_ru: Вебшот
