Repository: sam2kb/b2evolution-plugins
Catalog: sape_plugin/locales/*_cp1251/LC_MESSAGES/messages.po
Languages: ru_ru

source: Allows you to sell links from your blog
ru_ru: Позволяет продавать ссылки со страниц ваших блогов

source: Allows you to sell links from your blog pages on <a %s>Sape.ru</a>, one of the leading link exchange services in Russia.
ru_ru: Позволяет продавать ссылки со страниц ваших блогов на <a %s>Sape.ru</a>, одном из ведущих сервисе по обмену ссылок в России.

source: Sape plugin is not configured yet. <a %s>Configure now!</a>
ru_ru: Плагин Sape еще не настроен. <a %s>Настроить!</a>

source: You must create the following directory with write permissions (777):%s
ru_ru: Вы должны создать следующую директорию с разрешениями на запись (777):%s

source: Make sure the directory [%s] has write permissions (777)
ru_ru: Убедитесь для директории [%s] выставлены разрешения на запись (777)

source: Enable Sape
ru_ru: Включить Sape

source: Enable Sape Context
ru_ru: Включить Sape Контекст

source: Sape UID
ru_ru: ID пользователя

source: Enter your Sape UID. You can <a %s>register</a> if you don't have an account yet.
ru_ru: Введите ID пользователя Sape. Вы должны быть <a %s>зарегистрированы</a> в системе.

source: Display errors
ru_ru: Показывать ошибки

source: Check this to display Sape errors if any.
ru_ru: Отметьте, чтобы показывать ошибки, которые могут возникать при работе Sape.

source: Display debug info
ru_ru: Показывать отладочную информацию

source: Check this to display debug info for SAPE Context.
ru_ru: Отметьте, чтобы показывать отладочную информацию для Sape Контекст.

source: Display check code
ru_ru: Показвать чек-код

source: Check this to always display Sape check code.
ru_ru: Отметьте, чтобы всегда показывать чек-код Sape.

source: Blog charset
ru_ru: Кодировка блога

source: Leave empty to autodetect charset (recommended).
ru_ru: Оставьте пустой для автоопределения (рекомендуется).

source: Fetch page method
ru_ru: Способ подключения

source: Fetch remote page method.
ru_ru: Способ подключения к удалённому серверу.

source: Socket timeout
ru_ru: Время ожидания подключения

source: sec.
ru_ru: сек.

source: Longer timeout may increase page load time.
ru_ru: Большие значения могут привести к задержке при загрузке страниц сайта.

source: Cache life time
ru_ru: Время жизни кэша

source: Cache reload time
ru_ru: Время перезагрузки кэша

source: Widget title
ru_ru: Заголовок виджета

source: Advertisement
ru_ru: Реклама

source: Widget title displayed in skin.
ru_ru: Заголовок виджета, отображаемый в теме.

source: Number of links
ru_ru: Количество ссылок

source: Cannot create %s file!
ru_ru: Не могу создать файл %s !

source: Data integrity error
ru_ru: При сохранении файла данные были повреждены
