Repository: sam2kb/b2evolution-plugins
Catalog: translit_urls_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Transliterate item's URL
ru_ru: Транслитерирует ссылки записей

source: Transliterate Russian/Ukrainian characters in item's URL to Latin
ru_ru: Транслитерирует постоянные ссылки записей с Русского/Украинского в Английский текст.

source: Enable transliteration
ru_ru: Включить транслитерацию

source: Do we need to transliterate url titles?
ru_ru: Отметьте чтобы включить транслитерацию ссылок.

source: Url title length
ru_ru: Длина ссылки записи

source: Crop url titles to this number of characters.
ru_ru: Обрезать ссылки записей до этой длины.

source: characters
ru_ru: символов

source: Apply to new
ru_ru: Применять к новым

source: Apply URL transliteration to new items.
ru_ru: Применять транслитерацию ссылок к новым записям.

source: Apply to existing
ru_ru: Применять к существующим

source: Apply URL transliteration to existing items.<br>Warning: this will update item's URL every time when you change the title. Don't enable it unless you know what you are doing!
ru_ru: Применять транслитерацию ссылок к существующим записям.<br />Внимание: каждый раз при изменении заголовка записи ее ссылка будет меняться. Не включайте это если вы не уверены что до конца осознаете последствия.
