Repository: sam2kb/b2evolution-plugins
Catalog: mail_sender_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Send emails to registered users
ru_ru: Отправка сообщений зарегистрированным пользователям

source: Enable attachments
ru_ru: Разрешить вложения

source: Do you want to send emails with attachments?
ru_ru: Хотите ли вы посылать сообщения с вложениями?

source: Email charset
ru_ru: Кодировка сообщений

source: Example: utf-8, iso-8859-1, windows-1251 etc. Note: it's highly recommended to use utf-8 here.
ru_ru: Пример: utf-8, iso-8859-1, windows-1251 и др. Внимание: крайне рекоммендуется использовать кодировку utf-8.

source: Report email
ru_ru: Email для отчетов

source: Send detailed reports to this email address. Leave empty to disable.
ru_ru: Отправлять подробные отчеты на этот адрес. Оставьте пустым чтобы не получать отчеты.

source: Server settings
ru_ru: Настройки сервера

source: Method to send mail
ru_ru: Способ отправки писем

source: PHP mail (default)
ru_ru: PHP mail (по умолчанию)

source: Sendmail path
ru_ru: Путь к sendmail

source: Path of the sendmail program
ru_ru: Путь к программе sendmail

source: SMTP Host
ru_ru: SMTP хост

source: Sets the SMTP hosts<br />All hosts must be separated by a semicolon. You can also specify a different port for each host by using this format: %s. Hosts will be tried in order.
ru_ru: Введите SMTP хост(ы)<br />Значения должны быть разделены точкой с запятой. Вы можете задать номер порта для каждого хоста индивидуально в формате: %s. Хосты будут использованы по порядку.

source: SMTP Port
ru_ru: SMTP порт

source: Default SMTP server port
ru_ru: Порт SMTP сервера

source: Please enter valid port number
ru_ru: Пожалуйста, введите корректное значение порта

source: Security settings
ru_ru: Защищенное подключение

source: None (default)
ru_ru: нет (по умолчанию)

source: SMTP username
ru_ru: SMTP пользователь

source: SMTP password
ru_ru: SMTP пароль

source: Defaults
ru_ru: Настройки показа

source: Sender's name
ru_ru: Имя отправителя

source: Site Administrator
ru_ru: Администратор сайта

source: Sender's email address
ru_ru: Email адрес отправителя

source: Message subject
ru_ru: Тема сообщения

source: Message text
ru_ru: Текст сообщения

source: Exclude users/groups
ru_ru: Исключить плльзователей и группы

source: Exclude groups
ru_ru: Исключить группы

source: Don't send emails to selected user groups. Use "CTRL" and "SHIFT" keys to select multiple items.
ru_ru: Исключить следующие группы позователей (сообщения не отправляются). Используйте кнопки "CTRL" и "SHIFT" для выбора нескольких вариантов.

source: Exclude users
ru_ru: Исключить пользователей

source: Don't send emails to selected users. Use "CTRL" and "SHIFT" keys to select multiple items.
ru_ru: Исключить следующих пользователей (сообщения не отправляются). Используйте кнопки "CTRL" и "SHIFT" для выбора нескольких вариантов.

source: Receive emails
ru_ru: Получать сообщения

source: Check this if you want to receive emails from site administrator.
ru_ru: Отметьте чтобы получать служебные сообщеня от администратора сайта.

source: Report email address is invalid!
ru_ru: Не правильный email адрес отчета!

source: You have been unsubscribed from our mailing list!
ru_ru: Ваша подписка была удалена!

source: The Mail Sender plugin is disabled or uninstalled
ru_ru: Плагин Mail Sender или отключен или удален

source: Requested user not found
ru_ru: Запрошенный пользователь не найден

source: You're not allowed to send emails!
ru_ru: У вас не достаточно прав на отправку сообщений!

source: File lock removed.
ru_ru: Блокировка снята.

source: Upload is disabled.
ru_ru: Загрузка отключена.

source: You have no permission to add/upload files.
ru_ru: У вас нет прав на добавление / загрузку файлов.

source: <p>It seems like another process is already sending emails. Please wait for it to complete.</p> <p>If you beleve this is a mistake <a %s>click here</a> to remove the lock!</p>
ru_ru: <p>Похоже, другой процесс все еще отправляет сообщения. Пожалуйста, дождитесь его окончания.</p> <p>Если вы считаете это сообщение ошибкой, <a %s>нажмите сюда</a> для удаления блокировки!</p>

source: File deleted.
ru_ru: Файл удален.

source: File settings deleted.
ru_ru: Настройки файла удалены.

source: The file exceeds the upload_max_filesize directive in php.ini.
ru_ru: Файл превышает директиву upload_max_filesize в php.ini.

source: The file was only partially uploaded.
ru_ru: Файл был загружен лишь частично.

source: No file was uploaded.
ru_ru: Файлы не были загружены.

source: Missing a temporary folder (upload_tmp_dir in php.ini).
ru_ru: Отсутствует временная папка (upload_tmp_dir в php.ini).

source: Unknown error.
ru_ru: Неизвестная ошибка.

source: Total attachments size should not exceed %sMb!
ru_ru: Общий размер вложений не должен превышать %Мб!

source: The file &laquo;%s&raquo; has been successfully uploaded.
ru_ru: Файл &laquo;%s&raquo; был успешно загружен.

source: An unknown error occurred when moving the uploaded file on the server.
ru_ru: Неизвестная ошибка произошла при перемещении загруженного файла на сервере.

source: The file does not seem to be a valid upload! It may exceed the upload_max_filesize directive in php.ini.
ru_ru: Файл по видимому загрузился не целиком! Возможно он превысил директиву upload_max_filesize в php.ini.

source: Select a file first.
ru_ru: Вы не выбрали файл.

source: All done!
ru_ru: Готово!

source: Successfull: %sFailed: %sTotal: %s
ru_ru: Отправлено: %sНе отправлено: %sВсего: %s

source: All fields are mandatory
ru_ru: Все поля толжны быть заполнены

source: Starting email
ru_ru: Стартовая позиция

source: Start sending from this email, skipping all previous.
ru_ru: Начать отправку с этой позиции, пропуская предыдущие адреса.

source: Limit
ru_ru: Количество сообщений

source: The number of emails you want to send at a time. Set 0 to send all available.
ru_ru: Число сообщений, которое вы хотите отправить за один раз. Используйте 0 чтобы отправить все.

source: Send as text
ru_ru: Посылать как текст

source: Send email as plain text.
ru_ru: Посылать сообщения в виде простого текста.

source: Send as HTML
ru_ru: Посылать как HTML

source: Send email as HTML formatted text.
ru_ru: Посылать сообщения в виде форматированного текста (HTML).

source: From email
ru_ru: Email отправителя

source: Sender's email.
ru_ru: Email адрес отправителя.

source: From name
ru_ru: Имя отправителя

source: Sender's name.
ru_ru: Имя отправителя.

source: Subject
ru_ru: Тема

source: Emails source
ru_ru: Источник email адресов

source: Get emails list from selected source
ru_ru: Взять список email адресов из внешнего источника

source: Choose a file
ru_ru: Выберите файл

source: Attach file
ru_ru: Прикрепить файл

source: KB
ru_ru: Кб

source: Delete this file
ru_ru: Удалить этот файл

source: Total size
ru_ru: Общий размер

source: Email addresses
ru_ru: Email адреса

source: One email address per line.
ru_ru: Один адрес на строку (разделять переносом строки).

source: Send message !
ru_ru: Отправить сообщение !

source: Reset
ru_ru: Сбросить

source: The file %s cannot be read!
ru_ru: Файл %s не может быть прочитан!

source: No emails found. Nothing to do.
ru_ru: Адреса не найдены. Отправка отменена.

source: There are only %d emails found. Decrease the starting email number.
ru_ru: Нашлось только %d адресов для отправки. Уменьшите номер стартового адреса.

source: Sorry, could not send email ( %s )
ru_ru: Извините, невозможно отправить email ( %s )

source: Mail Sender report from %s
ru_ru: Mail Sender отчет с %s

source: Mail Sender report
ru_ru: Mail Sender отчет

source: File not found
ru_ru: Файл не найден

source: You must create the following directory with write permissions (777):%s
ru_ru: Вы должны создать следующую директорию с разрешениями на запись (777):%s
