Repository: sam2kb/b2evolution-plugins
Catalog: feed_importer_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Creates posts from different sources.
ru_ru: Создает записи из различных источников.

source: This plugin allows you to import posts from different sources such as XML feeds, b2evo backup files (*.b2e), and plain text files. It can export posts as b2evo backup files (*.b2e) and in CSV, XML and JSON formats.
ru_ru: Этот плагин позволяет импортировать записи из различных источников, таких как: XML ленты, b2evo backup файлы (*.b2e )и CSV файлы. Он также может экспортировать записи в форматах b2evo backup (*.b2e ), CSV, XML и JSON.

source: Recent feeds list
ru_ru: Недавние ленты

source: Check this if you want to display a list or recently used XML feeds.
ru_ru: Отметьте, если хотите отображать список недавно импортированных XML лент.

source: Asynchronous outbound pings
ru_ru: Асинхронный пинг

source: Check this if you want to enable scheduled outbound pings.
ru_ru: Включить отправку пингов по расписанию.

source: NOTE: make sure that your scheduled jobs are properly set up.
ru_ru: Обратите внимание, что для работы этой функции, назначенные задания должны быть корректно настроены.

source: Scheduled import
ru_ru: Импорт по расписанию

source: Check this if you want to enable scheduled XML feed import.
ru_ru: Отметьте, если хотите использовать импорт по расписанию

source: Published (Public)
ru_ru: Опубликован (Публичный)

source: Draft (Not published!)
ru_ru: Черновик (Не опубликован!)

source: Posts status
ru_ru: Статус записей

source: Select the status for imported posts.
ru_ru: Выберите статус для импортируемых записей.

source: Limit
ru_ru: Число записей

source: Enter the number of items to import. Leave empty to import all available items.
ru_ru: Введите число импортируемых записей. Оставьте пустым чтобы импортировать все доступные.

source: Post header
ru_ru: В начало записи

source: Enter post header text here. This text will be added to the top of each post.
ru_ru: Введите текст, который будет помещен над каждой опубликованной записью.

source: Post footer
ru_ru: В конец записи

source: Enter post footer text here. This text will be added to the bottom of each post.
ru_ru: Введите текст, который будет помещен под каждой опубликованной записью.

source: The following tags will be replaced with the real values when <b>XML Feed</b> is imported: %s
ru_ru: Следующие теги будут заменены их реальными значениями, при импорте <b>XML лент</b>: %s

source: Example: Read original article %s on %s.
ru_ru: Пример: Оригинал этой записи %s в ленте %s.

source: Select a blog
ru_ru: Выберите блог

source: Select a blog where you want to import posts.
ru_ru: Выберите блог для импорта записей.

source: Continue...
ru_ru: Продолжить...

source: You must select a main category
ru_ru: Вы должны выбрать основную рубрику для импорта записей

source: Import new posts from XML feeds
ru_ru: Импорт записей из XML лент

source: Back to Import/Export tab
ru_ru: Назад на страницу Импорта/Экспорта

source: Manage XML feeds
ru_ru: Уаправление XML лентами

source: Saved XML feeds
ru_ru: Сохраненные XML ленты

source: The feed is disabled.
ru_ru: Лента отключена

source: The feed is enabled.
ru_ru: Лента включена

source: En
ru_ru: Вкл

source: Title
ru_ru: Заголовок

source: Open in new window
ru_ru: Открыть в новом окне

source: Date Time
ru_ru: Дата

source: Enable
ru_ru: Включить

source: Disable
ru_ru: Отключить

source: Delete
ru_ru: Удалить

source: Do you really want to delete this feed?
ru_ru: Вы действительно хотите удалить эту ленту?

source: Actions
ru_ru: Действия

source: Global export
ru_ru: Общий экспорт

source: Select a table
ru_ru: Выберите таблицу

source: This will export all table fields.
ru_ru: Будут экспортированы все поля таблицы.

source: Feed Importer internal format. Useful for import or backup purposes only. Unreadable text
ru_ru: Внутренний формат плагина. Удобен для импорта и бекапа записей. Нечитаемый текст.

source: A comma-separated values file. Note that M$ Excel < 2010 fails to read multiline posts, use %s instead
ru_ru: Файл с разделенными запятой значениями. Обратите внимание на то, что M$ Excel < 2010 не умеет правильно считывать значения с переносоми строк, вместо него используйте %s

source: Export type
ru_ru: Тип файла

source: Export !
ru_ru: Экспорт !

source: Items export
ru_ru: Экспорт записей

source: Export all items from selected blog.
ru_ru: Экспортировать все записи из выбранного блога.

source: No blogs avaliable for export yet.
ru_ru: Нет доступных для экспорта блогов.

source: Import
ru_ru: Импорт

source: None
ru_ru: Нет

source: Select a feed you already used or enter new address below.
ru_ru: Выберите сохраненную XML ленту или введите новый адрес ниже.

source: Address
ru_ru: Адрес

source: Enter either remote (URL) or local (file path) address.
ru_ru: Введите удаленный (URL) или локальный (путь к файлу) адрес.

source: Import type
ru_ru: Тип импорта

source: What do you want to import?
ru_ru: Что вы собираетесь импортировать?

source: Check post existance
ru_ru: Проверка существования записей

source: Should we skip imported items if they already exist in the database.
ru_ru: Должны ли мы пропускать уже существующие записи и добавлять только новые или измененные.

source: Import comments
ru_ru: Импортировать комментарии

source: Should we import post comments, trackbacks etc. (<b>*.b2e import type only</b>).
ru_ru: Должны ли мы импортировать комментарии, трекбеки и т.д. (<b>только для *.b2e файлов</b>).

source: Import !
ru_ru: Импорт !

source: Do you really want to continue?
ru_ru: Вы действительно хотите продолжить?

source: The feed has been enabled!
ru_ru: Лента была включена!

source: The feed has been disabled!
ru_ru: Лента была отключена!

source: The feed has been deleted!
ru_ru: Лента была удалена!

source: File path: %s
ru_ru: Путь: %s

source: The address field is empty.
ru_ru: Пустая строка адреса.

source: Feed not found.
ru_ru: XML лента не найдена.

source: Invalid data supplied in %s
ru_ru: Ошибка при чтении данных из %s

source: The post %s already exists in DB, skipping...
ru_ru: Запись %s уже существует, пропускаем...

source: Permission denied.
ru_ru: Доступ запрещен.

source: Invalid post title: %s
ru_ru: Ошибка в заголовке записи: %s

source: Invalid post content
ru_ru: Ошибка в содержании записи

source: New post created:
ru_ru: Создана новая запись:

source: Send notifications for &laquo;%s&raquo;
ru_ru: Отправка уведомлений для &laquo;%s&raquo;

source: Unable to create a post
ru_ru: Не удалось создать запись

source: %d slugs imported
ru_ru: импортировано %d ссылок

source: %d comments imported
ru_ru: импортировано %d комментариев

source: Blog not found
ru_ru: Блог не найден

source: You're not allowed to view this page!
ru_ru: У вас нет прав на просмотр этой страницы!

source: Unable to create directory for exported files, contact the admin.
ru_ru: Не удалось создать директорию для экспортируемых файлов, свяжитесь с администратором системы.

source: You must create the following directory with write permissions (777):%s
ru_ru: Вы должны создать следующую директорию с разрешениями на запись (777):%s

source: Cannot create <i>.htaccess</i> file!
ru_ru: Не удалось создать <i>.htaccess</i> файл!

source: Make sure the directory [%s] has write permissions (777)
ru_ru: Убедитесь что директория [%s] имеет разрешения на запись (777)

source: Unable to read data from %s
ru_ru: Не удалось получить данные из %s

source: Unable to create CSV file.
ru_ru: Не удалось создать CSV файл.

source: Blog #%d exported
ru_ru: Блог #%d экспортирован

source: Sorry, you have no permission to post yet. The Import feature is unavaliable.
ru_ru: Извините, у вас нет прав на запись. Импорт записей невозможен.

source: Categories for blog "%s"
ru_ru: Рубрики блога "%s"
