Repository: sam2kb/b2evolution-plugins
Catalog: blog_settings_duplicator_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Copies blog settings from one blog to another.
ru_ru: Копирует настройки из одного блога в другие.

source: This plugin copies skins and plugins settings between blogs.
ru_ru: Этот плагин копирует настройки тем и плагинов из одного блога в другие.

source: From
ru_ru: Из

source: Source blog
ru_ru: Копировать настройки из этого блога

source: To
ru_ru: В

source: Destination blog
ru_ru: В этот блог

source: Skin settings
ru_ru: Настройки тем

source: Check this to copy skin settings (current skin).
ru_ru: Копировать настройки тем (текущая тема блога).

source: Plugin settings
ru_ru: Настройки плагинов

source: Check this to copy plugin settings (all installed plugins).
ru_ru: Копировать настройки плагинов (все установленные плагины).

source: Copy settings!
ru_ru: Копировать настройки!

source: Do you really want to continue?
ru_ru: Вы действительно хотите продолжить?

source: Select another target blog!
ru_ru: Выберите другой целевой блог!

source: Select settings to copy!
ru_ru: Выберите настройки для копирования!

source: The following settings were copied:
ru_ru: Следующие настройки были скопированы:

source: Settings have been copied
ru_ru: Настройки были скопированы

source: You're not allowed to view this page!
ru_ru: У вас нет прав на просмотр этой страницы!
