Repository: sam2kb/b2evolution-plugins
Catalog: quick_upload_plugin/locales/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: You don't have access to the requested root directory.
nl_nl: Je hebt geen rechten op de gevraagde hoofdfolder.

source: You don't have access to any root directory.
nl_nl: Je hebt geen rechten op geen enkele hoofdfolder.

source: The root directory &laquo;%s&raquo; does not exist.
nl_nl: De hoofdfolder &laquo;%s&raquo; bestaat niet.

source: The directory &laquo;%s&raquo; does not exist.
nl_nl: De folder &laquo;%s&raquo; bestaat niet.

source: You are not allowed to go outside your root directory!
nl_nl: Je hebt geen rechten om buiten je hoofdfolder te bladeren!

source: Upload is disabled.
nl_nl: Opladen van bestanden is onklaar gemaakt.

source: You have no permission to add/upload files.
nl_nl: Je hebt geen rechten om bestanden toe te voegen/op te laden.

source: Please select a local file to upload.
nl_nl: Selecteer een lokaal bestand om op te laden.

source: The file is too large: %s but the maximum allowed is %s.
nl_nl: Het bestand is te groot: %s, terwijl het maar maximaal %s mag zijn.

source: The file exceeds the upload_max_filesize directive in php.ini.
nl_nl: Het bestand is groter dan upload_max_filesize in php.ini.

source: The file was only partially uploaded.
nl_nl: Het bestand werd maar gedeeltelijk opgeladen.

source: No file was uploaded.
nl_nl: Er werd geen enkel bestand opgeladen.

source: Missing a temporary folder (upload_tmp_dir in php.ini).
nl_nl: Er ontbreekt een tijdelijke folder (upload_tmp_dir in php.ini).

source: Unknown error.
nl_nl: Onbekende fout.

source: The file does not seem to be a valid upload! It may exceed the upload_max_filesize directive in php.ini.
nl_nl: Het bestand voldoet niet. Waarschijnlijk is het groter dan de upload_max_filesize in php.ini.

source: Unable to create directory: [ %s ]
nl_nl: Onmogellijk om de folder te creëren: [ %s ]

source: The file &laquo;%s&raquo; already exists.
nl_nl: Het bestand &laquo;%s&raquo; bestaat al.

source: An unknown error occurred when moving the uploaded file on the server.
nl_nl: Een onbekende fout deed zich voor terwijl we het bestanden wilden verhuizen op de server.

source: Could not change permissions of &laquo;%s&raquo; to default chmod setting.
nl_nl: We konden de rechten van de &laquo;%s&raquo; niet wijzigen in de standaard chmod zettingen.

source: The file &laquo;%s&raquo; has been successfully uploaded.
nl_nl: Het bestand &laquo;%s&raquo; is succesvol opgeladen.

source: Add the code to your post !
nl_nl: Voeg deze code aan je artikel!

source: Link this file!
nl_nl: Maak een link naar dit bestand!

source: Cannot link Item!
nl_nl: De link naar dit bestand is niet mogelijk.

source: Requested item does not exist any longer.
nl_nl: Het gevraagde item bestaat niet meer.

source: Nothing selected.
nl_nl: Er werd niets geselecteerd.

source: Selected file has been linked to item.
nl_nl: Het geselecteerde bestand werd gelinkt aan het artikel

source: Quick upload
nl_nl: Snel opladen

source: Choose a file
nl_nl: Selecteer een bestand

source: Some file uploads failed. Please check the errors below.
nl_nl: Somige bestanden werden niet goed opgeladen. Details vind je in de foutenlijst hieronder.

source: Invalid submission.
nl_nl: Ongeldige suggestie

source: Add another file
nl_nl: Voeg nog een bestand toe

source: Upload to server now
nl_nl: Laad nu op naar de server

source: Add a quick upload button
nl_nl: Voeg een Snel opladen knopje toe

source: Add a quick upload button for fast and easy image uploading.
nl_nl: Voeg een Snel opladen knopje toe, zodat het opladen van bestanden eenvoudiger verloopt.

source: Enable directory select
nl_nl: Laat toe om een folder te selecteren

source: Check this if you want to display a directory tree in Quick Upload window. This will show a list of all avaliable directories, might be slow.
nl_nl: Vink dit aan als je alle folders wil tonen in het Snel opladen venster. Dit toont een lijst met alle beschikbare folder, en kan dus vertragend werken.

source: Note: If disabled files get uploaded in blog's media folder.
nl_nl: Als je dit onklaar maakt, zullen bestanden opgeladen worden in de standaard blog's media folder

source: Create subdirectories
nl_nl: Creëer subfolders

source: Check this to automaticaly create sub directories in blog's media folder for each item to store attached files.
nl_nl: Vink dit aan als je voor elke artikel subfolders wil creëren in de blog's media folder, zodat alle bestanden per artikel in 1 folder terug te vinden zijn.

source: Example: each item(post) will have its own folder e.g. <b>/media/blog_a/item_23/</b>. You can select the name prefix below.
nl_nl: Voorbeeld:: elk artikel(post) zal een eigen folder hebben, bvb <b>/media/blog_a/item_23/</b>. Je kan de prefixnaam hieronder selecteren.

source: Directory name prefix
nl_nl: Foldernaam prefix

source: An optional prefix to be added to the directory name.
nl_nl: Een bijkomende prefix die toegevoegd wordt aan de foldernaam.

source: Please enter a valid directory name prefix.
nl_nl: Geef een geldige foldernaam prefix op.

source: Open this directory in the file manager
nl_nl: Open deze folder in de bestandsbeheerder
