Repository: sam2kb/b2evolution-plugins
Catalog: moretags_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Easy ADDITIONAL HTML tags inserting
ru_ru: Простая вставка ДОПОЛНИТЕЛЬНЫХ HTML тегов

source: This plugin will display a toolbar with buttons to quickly insert ADDITIONAL HTML tags around selected text in a post.
ru_ru: Этот плагин отобразит панель инструментов с кнопками для быстрого добавления ДОПОЛНИТЕЛЬНЫХ HTML тегов вокруг выбранного текста записи.

source: Read the readme for how to create a custom &lt;div class="MT_div_1"&gt; button.
ru_ru: О том как задать свои собственные стили для кнопок &lt;div class="MT_div_1"&gt; читайте в документации к плагину.

source: .MT_div_1 styles
ru_ru: .MT_div_1 стили

source: .MT_div_2 styles
ru_ru: .MT_div_2 стили

source: .MT_div_3 styles
ru_ru: .MT_div_3 стили

source: RED text
ru_ru: Красный

source: ORANGE text
ru_ru: Оранжевый

source: YELLOW text
ru_ru: Желтый

source: GREEN text
ru_ru: Зеленый

source: BLUE text
ru_ru: Голубой

source: INDIGO text
ru_ru: Индиго

source: VIOLET text
ru_ru: Фиолетовый

source: text larger
ru_ru: Крупный текст

source: text smaller
ru_ru: Мелкий текст

source: underline text
ru_ru: Подчеркнутый текст

source: definable div #1
ru_ru: Настраиваемый div #1

source: definable div #2
ru_ru: Настраиваемый div #2

source: definable div #3
ru_ru: Настраиваемый div #3

source: Close all tags
ru_ru: Закрыть все теги
