Repository: sam2kb/b2evolution-plugins
Catalog: starrating_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: AJAX-powered star ratings for posts.
ru_ru: Плагин позволяет оценивать ваши записи, использует AJAX.

source: Out of
ru_ru: Количество звезд

source: How many stars are possible?
ru_ru: Сколько используется звезд?

source: Check IP
ru_ru: Проверять IP

source: Check IP to prevent multiple votes on one post from one person.
ru_ru: Сверять IP с уже находящимися в базе данных для предотвращения повторного голосования.

source: Pop-up info
ru_ru: Всплывающее сообщение

source: Show info and notices in pop-ups that fade in and out. Requires javascript, but does not disrupt layout. This option requires an additional skin tag, see the Readme file.
ru_ru: Показывать информацию и ошибки во всплывающем сообщении, которое отображается поверх страницы и автоматически исчезает (используя Javascript). Эта функция требует от вас внесения дополнительного тега в тему (см. Инструкции к установке).

source: Inline info
ru_ru: Встроенное сообщение

source: Show info and notices just below the stars. Works with or without javascript enabled, but may disrupt layout.
ru_ru: Показывать информацию и ошибки прямо под звездами. Не требует Javascript, но может нарушать дизайн сайта.

source: Widget title
ru_ru: Заголовок виджета

source: Widget title displayed in skin.
ru_ru: Заголовок виджета, отображаемый в теме.

source: Top Rated
ru_ru: Самые популярные

source: Display
ru_ru: Показывать

source: Max items to display.
ru_ru: Максимальное количество для показа.

source: Minimum votes
ru_ru: Количество голосов

source: Minimum number of votes required to be in the list.
ru_ru: Минимальное количество голосов, необходимых для включения в список.

source: Method
ru_ru: Метод

source: vote
ru_ru: голос

source: votes
ru_ru: голосов

source: Currently
ru_ru: Текущий рейтинг

source: out of
ru_ru: из

source: Rating: %s out of %d %s cast
ru_ru: Рейтинг: %s из %d %s

source: Current rating
ru_ru: Текущий рейтинг

source: You have previously voted
ru_ru: Вы уже голосовали

source: Thank you for your vote
ru_ru: Спасибо! Ваш голос учтен
