Repository: sam2kb/b2evolution-plugins
Catalog: lj_crosspost_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Automatically crosspost a blog entry to your LiveJournal
ru_ru: Автоматически сохраняет записи блогов в LiveJournal

source: Automatically copies all posts to a LiveJournal or other LiveJournal-based blog. Editing or deleting a post will be replicated as well.
ru_ru: Автоматически сохраняет/изменяет/удаляет записи в LiveJournal или LiveJournal-совместимый блог.

source: Enable "Post all"
ru_ru: Активизировать "Послать все"

source: Enable "Post all" operation from Tools > LiveJournal. If checked you can send all posts from selected blogs to LiveJournal.
ru_ru: Разрешить операцию "Послать все" на вкладке Инструменты > LiveJournal. Отметьте чтобы посылать все сообщения из выбранных блогов в LiveJournal.

source: Enable "Delete all"
ru_ru: Активизировать "Удалить все"

source: Enable "Delete all" operation from Tools > LiveJournal. If checked you can delete LiveJournal entries linked with blog posts.
ru_ru: Разрешить операцию "Удалить все" на вкладке Инструменты > LiveJournal. Отметьте чтобы удалять все опубликованные записи из LiveJournal.

source: Post header
ru_ru: Сверху записи

source: Enter post header text here. This text will be added to the top of each post.
ru_ru: Введите текс, который будет помещен над каждой опубликованной записью.

source: The following tags will be replaced with the real values: %s
ru_ru: Следующие теги будут заменены их реальными значениями: %s

source: Example: You are reading %s, original post blogged on %s.
ru_ru: Пример: Вы читаете запись %s, оригинал которой опубликован в блоге %s.

source: Post footer
ru_ru: Снизу записи

source: Enter post footer text here. This text will be added to the bottom of each post.
ru_ru: Введите текст, который будет помещен под каждой опубликованной записью.

source: LJ-compliant host
ru_ru: ЖЖ-совместимый хост

source: If you are using a LiveJournal-compliant site other than LiveJournal, enter the domain name here. LiveJournal users can use the default value.
ru_ru: Если вы используете LiveJournal-совместимый сайт, но не LiveJournal (например, DeadJournal), введите его адрес тут. Пользователи ЖЖ могут использовать текущее значение.

source: LJ Username
ru_ru: Имя в ЖЖ

source: LJ Password
ru_ru: Пароль в ЖЖ

source: LJ Community
ru_ru: Сообщество

source: If you wish your posts to be copied to a community, enter the community name here. Leaving this space blank will copy the posts to the specified user's journal instead.
ru_ru: Если Вы хотите, чтобы Ваши записи были скопированы в сообщество, введите имя сообщества здесь. Оставьте поле пустым и записи будут скопированы только в ЖЖ заданного пользователя.

source: LJ Privacy level
ru_ru: Уровень доступа

source: Public
ru_ru: Каждому (Публичное)

source: Private
ru_ru: Только мне (Личное)

source: Friends
ru_ru: Друзья

source: Default privacy level for LiveJournal posts.
ru_ru: Уровень доступа к записям в ЖЖ

source: Comment settings
ru_ru: Комментарии в ЖЖ

source: Allowed
ru_ru: Разрешены

source: Not allowed
ru_ru: Запрещены

source: Do not notify
ru_ru: Не оповещать

source: Check this enable comments.
ru_ru: Отметьте чтобы разрешить комментарии в ЖЖ.

source: Check this to disable comments.
ru_ru: Отметьте чтобы запретить комментарии в ЖЖ.

source: Check this to not receive comments on LiveJournal posts by email.
ru_ru: Отметьте чтобы не получать уведомления о новых комментариях в ЖЖ на email.

source: Handling of &lt;!--More--&gt;
ru_ru: Использование &lt;--More--&gt;

source: Link back
ru_ru: Ссылка

source: Copy
ru_ru: Копировать

source: How should we handle &lt;!--More--&gt; tags?
ru_ru: Как мы должны обрабатывать записи с тегом &lt;!--More--&gt;?

source: Link back to b2evolution post.
ru_ru: Добавить ссылку на полную запись в блоге.

source: Use an lj-cut to split the entry on LiveJournal.
ru_ru: Использовать "lj-cut" для разбиения записи в ЖЖ.

source: Copy the entire post to LiveJournal.
ru_ru: Копировать всю запись в ЖЖ.

source: You're not allowed to view this page!
ru_ru: У вас нет прав на просмотр этой страницы!

source: You must set LiveJournal <a %s>credentials</a> first.
ru_ru: Сначала вы должны <a %s>указать пользователя</a> LiveJournal.

source: Global post/delete operations are disabled in plugin settings.
ru_ru: Глобальные операции управления записями (послать/удалить) отключены в настройках плагина.

source: Post all items created by or assigned to %s
ru_ru: Послать все записи пользователя %s

source: All post types
ru_ru: Все типы записей

source: Check to send entries of all types (posts, pages, links, podcasts etc). Leave unchecked to send posts only.
ru_ru: Отметьте для отправки всех типов записей (posts, pages, links, podcasts и др.). Оставьте пустым для отправки записей только одного типа (posts).

source: Blog ID
ru_ru: ID блога

source: Send all your posts from selected blog to LiveJournal.<br />Enter "All" without quotes to send your posts from all public blogs to LiveJournal (<span style="color:red">not recommended if you have a lot of posts</span>).<br /><br />All existing posts will be updated.
ru_ru: Отправить все ваши записи из выбранного блога в LiveJournal.<br />Введите "All" без кавычек для отправки всех ваших записей со всех блогов (<span style="color:red">не рекомендуется если у вас очень много записей</span>).<br /><br />Все ранее опубликованные в LiveJournal записи будут обновлены.

source: Post all !
ru_ru: Послать все !

source: You are about to send all posts to LiveJournal!\nDo you want to continue?
ru_ru: Вы собираетесь отправить все записи в LiveJournal!\nХотите продолжить?

source: Delete all
ru_ru: Удалить все

source: Click to delete all LiveJournal entries linked with your posts.
ru_ru: Нажмите чтобы удалить все опубликованные ранее записи из LiveJournal.

source: This cannot be undone!
ru_ru: Это необратимо!

source: Delete all posts !
ru_ru: Удалить все записи !

source: You are about to delete all entries from LiveJournal!\nThis cannot be undone!
ru_ru: Вы собираетесь удалить все записи из LiveJournal!\nЭто необратимо!

source: The requested blog does not exist (any more?)
ru_ru: Запрашиваемый блог не существует

source: Nothing to sent from blog %s
ru_ru: В блоге %s нет записей для отправки

source: Read the rest of this entry
ru_ru: Читать полную запись

source: Incomplete reponse.
ru_ru: Неполный ответ.

source: Unable to save LJ post ID in database. A post with the same content already exists in LiveJournal.
ru_ru: Не удалось сохранить ID записи (LJ post ID) в базу данных. Похоже что такая запись уже существует в ЖЖ.

source: Unable to save LJ post ID in database.
ru_ru: Не удалось сохранить ID записи (LJ post ID) в базу данных.

source: The post #%s has been added to LiveJournal.
ru_ru: Запись #%s успешно создана в ЖЖ.

source: The post #%s has been updated on LiveJournal.
ru_ru: Запись #%s успешно обновлена в ЖЖ.

source: The post #%d has been deleted from LiveJournal.
ru_ru: Запись #%d удалена из ЖЖ.

source: Unable to delete LJ post ID from database.
ru_ru: Не удалось удалить ID записи (LJ post ID) из базы данных.

source: Invalid response.
ru_ru: Неверный ответ.
