Repository: sam2kb/b2evolution-plugins
Catalog: subscriptions_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: This plugin allows visitors to sign up for e-mail notifications of new events in your blogs.
ru_ru: Этот плагин позволяет подписаться на почтовые уведомления о новых событиях в ваших блогах.

source: The "%s plugin" requires b2evolution v3.0.0, or higher.
ru_ru: Плагину "%s" требуется b2evolution v3.0.0 или выше.

source: Add to comment forms
ru_ru: Показать в формах комментариев

source: Check this to display subscribtions checkboxes in feedback forms
ru_ru: Отметьте для показа опций выбора подписок в формах комментариев

source: No email message
ru_ru: Сообщение "email не найден"

source: You need to provide your email address to subscribe
ru_ru: Вам необходимо предоствить email адрес для подписки

source: This is the error message displayed if visitor wants to subscribe but doesn't leave an email address
ru_ru: Сообщение, которое будет показано посетителю, забывшему ввести адрес своей электронной почты

source: Comments settings
ru_ru: Настройки комментариев

source: Subject
ru_ru: Тема

source: New reply to
ru_ru: Новый комментарий к записи

source: This is the subject of the email message sent out for comment subscriptions
ru_ru: Тема письма при уведомлениях о новых комментариях к записи

source: Message
ru_ru: Сообщение

source: Hi %s, You're receiving this email because you wished to be notified of new comments on "%s" You can read the new comment here: %s -- If you wish to unsubscribe from future notifications, please click here: %s
ru_ru: Привет %s, Вы получили это сообщение потому что подписались на уведомления о новых комментариях к записи "%s" Вы можете прочесть комментарий тут: %s -- Если вы хотите отказаться от получения подобных сообщений, нажмите на эту ссылку: %s

source: This is the email message sent out for comment subscriptions.<br />Replacement values: <b>$name$</b> - visitor's name, <b>$post_title$</b> - post's title, <b>$link$</b> - URL of the comment made, <b>$unsubscribe$</b> - link to unsubscribe from notifications
ru_ru: Сообщение, отправляемое при появлении нового комментария.<br />Подстановочные переменные: <b>$name$</b> - имя получателя, <b>$post_title$</b> - заголовок записи, <b>$link$</b> - URL адрес комментария <b>$unsubscribe$</b> - ссылка на страницу отказа от подписки

source: Posts settings
ru_ru: Настройки записей

source: New post on
ru_ru: Новая запись в блоге

source: This is the subject of the email message sent out for blog subscriptions
ru_ru: Тема письма при уведомлениях о новых записях в блоге

source: Hi %s, You're receiving this email because you wished to be notified of new posts in the blog "%s" You can read the new post [%s] here: %s -- If you wish to unsubscribe from future notifications, please click here: %s
ru_ru: Привет %s, Вы получили это сообщение потому что подписались на уведомления о новых записях в блоге "%s" Вы можете прочесть новую запись [%s] тут: %s -- Если вы хотите отказаться от получения подобных сообщений, нажмите на эту ссылку: %s

source: This is the email message sent out for blog subscriptions, see the help file for replacement values
ru_ru: Сообщение, отправляемое при появлении новых записей в блоге, используйте подстановочные переменные

source: Unsubscribe settings
ru_ru: Настройки отказа от подписки

source: "Success" message
ru_ru: Сообщение об успешной подписке

source: Selected subscriptions have been removed
ru_ru: Выбранные подписки были удалены

source: This is the message displayed when visitor has successfully unsubscribed
ru_ru: Сообщение, которое будет показано посетителю при успешном удалении подписки

source: "Error" message
ru_ru: Сообщение о неудавшейся подписке

source: Sorry, there was a problem removing your subscription. Please try again later.
ru_ru: Возникли проблемы при удалении вышей подписки. Пожалуйста, повторите попытку.

source: This is the message displayed when unsubscription throws an unknown error
ru_ru: Сообщение, которое будет показано при ошибки в процессе удаления подписки

source: Invalid subscription message
ru_ru: Сообщение о неудавшейся подписке

source: Sorry, that subscription was not found
ru_ru: Извините, запрошенная подписка не найдена

source: This is the message displayed when an invalid unsubscription attempt is made
ru_ru: Сообщение, которое будет показано при ошибке в процессе обработки данных

source: Multiple unsubscribe message
ru_ru: Сообщение об отказе от нескольких подписок

source: You also have the following subscriptions that you may wish to cancel.
ru_ru: Возможно, вы также захотите отказаться от следующих подписок.

source: This is the message displayed when the visitor has more subscriptions which they may wish to cancel.
ru_ru: Сообщение, которое будет показано при наличии у него/нее других подписок на вашем сайте.

source: Unsubscribe page
ru_ru: Страница отказа от подписки

source: This is the page displayed after unsubscribing, see the help file for replacement values
ru_ru: Сообщение, которое будет показано при отказе от подписки, используйте подстановочные переменные

source: Target blog
ru_ru: Целевой блог

source: ID of the blog to use, leave empty for the current blog.
ru_ru: ID блога (оставьте пустым для использования текущего блога).

source: Title
ru_ru: Заголовок

source: Watch this blog
ru_ru: Следить за записями

source: Widget title displayed in skin
ru_ru: Заголовок виджета, отображаемый в теме

source: Text for visitors
ru_ru: Текст для посетителей

source: Enter your name and email address to receive notifications about new posts in this blog.
ru_ru: Введите ваше имя и email адрес чтобы получать уведомления о новых записях в этом блоге.

source: Notes displayed to visitors below the email input field.
ru_ru: Текст, который будет показан посетителям сайта под полем ввода имейла.

source: Text for users
ru_ru: Текст для пользователей

source: Click &quot;Subscribe&quot; to receive notifications about new posts in this blog.
ru_ru: Нажмите &quot;Подписаться&quot; для получения уведомлений о новых записях в этом блоге.

source: Notes displayed to users. Logged in users don't need to enter their name and email address.
ru_ru: Текст, который будет показан авторизованным пользователям. Пользователям не нужно вводить ни имя ни адрес электронной почты.

source: Please note: email notifications will be queued in order to be executed asynchronously.<br />You will need to set up <a %s>b2evoltuion Scheduler</a> for this plugin to work.
ru_ru: Обратите внимание: почтовые уведомления будут обрабатываться асинхронно с назначенным заданием.<br />Вам потребуется настроить <a %s>Назначенные задания</a> для правильной работы плагина.

source: You're not allowed to view this page!
ru_ru: У вас нет прав на просмотр этой страницы!

source: Name
ru_ru: Имя

source: Email
ru_ru: Электропочта

source: Subscribe
ru_ru: Подписаться

source: Invalid name or email address.
ru_ru: Неправильное имя или email адрес.

source: You are now subscribed
ru_ru: Вы успешно подписались на рассылку уведомлений

source: Unable to subscribe
ru_ru: Невозможно создать подписку

source: Watch post
ru_ru: Следить за отзывами

source: Watch this post (receive email notifications about new comments to this post).
ru_ru: Следить за записью (получать уведомления о новых комментариях к этой записи).

source: Watch blog
ru_ru: Следить за блогом

source: Watch this blog (receive email notifications about new posts in this blog).
ru_ru: Следить за блогом (получать уведомления о новых записях в этом блоге).

source: Your subscribtion updated
ru_ru: Ваши подписки обновлены

source: Email notifications (%s)
ru_ru: Почтовые уведомления (%s)

source: Nothing selected.
ru_ru: Ничего не выбрано.

source: Blog
ru_ru: Блог

source: Post
ru_ru: Запись

source: Check/Uncheck all
ru_ru: Выделить/снять выделение

source: Unsubscribe
ru_ru: Отказ от подписки

source: Bad request params
ru_ru: Ошибка запроса

source: Unique users
ru_ru: Уникальные подписчики

source: Subscribtions
ru_ru: Подписка на уведомления

source: Keywords
ru_ru: Ключевые слова

source: Separate with space
ru_ru: Разделяйте пробелами

source: All
ru_ru: Все

source: Users
ru_ru: Пользователи

source: Visitors
ru_ru: Посетители

source: Blog subs
ru_ru: На блоги

source: Blog subs only
ru_ru: Только на блоги

source: Post subs
ru_ru: На записи

source: Post subs only
ru_ru: Только на записи

source: Select this row
ru_ru: Выбрать эту строку

source: User
ru_ru: Пользователь

source: Date Time
ru_ru: Дата Время

source: Do you really want to unsubscribe?
ru_ru: Вы действительно хотите отказаться от подписки?

source: Actions
ru_ru: Действия

source: Delete selected items !
ru_ru: Удалить выбранные строки !

source: Do you really want to continue?
ru_ru: Вы действительно хотите продолжить?
