Repository: sam2kb/b2evolution-plugins
Catalog: download_manager_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Upload and manage your files
ru_ru: Загрузка и управление файлами

source: This plugin allows you to upload and manage files, track download statistic, and display links in your blog.<br />The plugin does not reveal direct links to your files, which gives you full control over the download process. You can set download speed for users and visitors, temporarily disable download of any file, restrict all downloads to registered users only, and much more.
ru_ru: Этот плагин позволит вам загружать файлы, управлять ими, вести детальную статистику загрузок, и добавлять ссылки на ваши файлы в записи блогов.<br />Плагин не открывает прямых ссылок на ваши файлы, что дает вам полный контроль над процессом загрузки. Вы сможете задать максимальную скорость загрузки как для зарегистрированных пользователей, так и для посетителей, временно отключать загрузку любого файла, разрешить загрузку файлов только зарегистрированным пользователям, а также многое другое.

source: Serial number
ru_ru: Серийный номер:

source: Install plugin
ru_ru: Установить плагин

source: Cancel
ru_ru: Отмена

source: Dafault category
ru_ru: Категория по умолчанию

source: This is the default category for your files. You can rename it or change this description, but you can't delete this category.
ru_ru: Эта категория по умолчанию. Вы можете ее переименовать и изменить описание, но вы не можете ее удалить.

source: Nice permalinks
ru_ru: Красивые ссылки

source: Check this if you want to use nice download links e.g. %s, where XXXXX is file key.
ru_ru: Отметьте, если хоите использовать красивые ссылки на файлы, такие как %s, где XXXXX - ключ файла.

source: Enable notifications
ru_ru: Отправлять уведомления

source: Check this if you want to receive emails regarding broken links, missing files etc.<br />Messages generated automatically, your email won't be displayed.
ru_ru: Отметьте, если хотите получать уведомления на вашу эл. почту о битых ссылках, утерянных файлах и др.<br />Сообщения отправляются автоматически, ваш email не будет показан.

source: File key length
ru_ru: Длина ключа

source: 5-32 characters.
ru_ru: 5-32 символов.

source: Members only
ru_ru: Только для членов

source: Check this if you want to disable downloads for visitors. If chosen, only logged in users will be able to download files.
ru_ru: Отметьте, если хотите запретить загрузку файлов посетителям, при этом, только зарегистрированные пользователи смогут загружать файлы.

source: User level
ru_ru: Уровень пользователя

source: Minimum user level required to download files. "Members only" option must be checked!
ru_ru: Минимальный уровень позьзователя, необходимый для загрузки файлов. Опция "Только для членов" должна быть отмечена!

source: Speed limit (Users)
ru_ru: Макс. скорость (Пользователи)

source: KB
ru_ru: Кб

source: Maximum download speed for registered users.
ru_ru: Максимальная скорость загрузки для зарегистрированных пользователей.

source: Set zero (0) to not limit the speed.
ru_ru: Поставьте ноль (0), чтобы не ограничивать скорость загрузки.

source: Speed limit (Visitors)
ru_ru: Макс. скорость (Посетители)

source: Maximum download speed for unregistered users.
ru_ru: Максимальная скорость загрузки для посетителей.

source: Off
ru_ru: Откл

source: Not recommended! Your database will grow very large!
ru_ru: Не рекомендуется! Ваша база может сильно вырасти!

source: With every download
ru_ru: С каждой загрузкой

source: This is guaranteed to work but uses extra resources with every downloaded file.
ru_ru: Это гарантированно работает, но требует дополнительных ресурсов при каждой загрузке файла.

source: With a scheduled job
ru_ru: С назначенным заданием

source: Recommended if you have your scheduled jobs properly set up.
ru_ru: Рекомендуется если вы правильно установили ваши назначенные задания.

source: Auto pruning hits
ru_ru: Очистка статистики

source: Prune after
ru_ru: Очищать после

source: days. How many days of hits do you want to keep in the database for stats?
ru_ru: дней. Сколько дней вы хотите хранить статистику загрузок?

source: User level must be between 0 and 10.
ru_ru: Уровень пользователя должен быть в пределах от 0 до 10.

source: Prune old hits
ru_ru: Очистить устаревшую статистику

source: Scheduled auto pruning is disabled in plugin settings.
ru_ru: Очистка статистики по расписанию отключена в настройках плагина в вашем профиле.

source: Pruning has already been done today
ru_ru: Очистка уже запускалась сегодня

source: Successfully pruned %d records!
ru_ru: Успешно удалено %d записей!

source: Nothing to prune.
ru_ru: Нечего очищать.

source: Download Manager
ru_ru: Менеджер загрузок

source: Add new category
ru_ru: Добавить новую категорию

source: Name
ru_ru: Имя

source: Description
ru_ru: Описание

source: Create category
ru_ru: Создать категорию

source: Categories list
ru_ru: Список категорий

source: Files
ru_ru: Файлы

source: Edit
ru_ru: Изменить

source: Delete
ru_ru: Удалить

source: Do you really want to delete this category?
ru_ru: Вы действительно хотите удалить эту категорию?

source: Actions
ru_ru: Действия

source: Editing category:
ru_ru: Правка категории:

source: Update category
ru_ru: Обновить категорию

source: Download as .CSV
ru_ru: Скачать как .CSV файл

source: Downloads statistic for %s
ru_ru: Статистика загрузок файла %s

source: Date Time
ru_ru: Дата Время

source: Remote IP
ru_ru: Удаленный IP

source: Open in new window
ru_ru: Открыть в новом окне

source: Referer
ru_ru: Реферер

source: Agent type
ru_ru: Тип агента

source: View user profile
ru_ru: Просмотреть профиль пользователя

source: User ID
ru_ru: ID польз.

source: Agent signature
ru_ru: Сигнатура агента

source: Editing file:
ru_ru: Правка файла:

source: Hits
ru_ru: Хиты

source: Category
ru_ru: Категория

source: Select a category for this file.
ru_ru: Выберите катеогрию для данного файла.

source: Filename
ru_ru: Имя файла

source: Title
ru_ru: Заголовок

source: Used in download links.
ru_ru: Используется при создании ссылок.

source: Password
ru_ru: Пароль

source: Type a file password (5-255 characters).
ru_ru: Введите пароль на закрузку (5-255 символов).

source: Download limit
ru_ru: Порог скачиваний

source: Disable file downloads if number of hits exceeds this number.
ru_ru: Отключить загрузку если число скачиваний превысит это значение.

source: Change file
ru_ru: Изменить файл

source: Update file
ru_ru: Обновить файл

source: Add new file
ru_ru: Добавить файл

source: Select a category for this file. <a %s>Manage categories &raquo;</a>
ru_ru: Выберите катигорию для файла. <a %s>Управление категориями &raquo;</a>

source: Upload file
ru_ru: Загрузить файл

source: Upload !
ru_ru: Закачать на сервер !

source: Files list
ru_ru: Список файлов

source: Keywords
ru_ru: Ключевые слова

source: Separate with space
ru_ru: Разделяйте пробелами

source: All files
ru_ru: Все файлы

source: Enabled
ru_ru: Включены

source: Disabled
ru_ru: Отключены

source: Protected
ru_ru: Защищены

source: Public
ru_ru: Публичные

source: Edit category
ru_ru: Редактировать категорию

source: The file download is disabled.
ru_ru: Загрузка файла отключена.

source: The file download is enabled.
ru_ru: Загрузка файла включена.

source: En
ru_ru: Вкл

source: Icon
ru_ru: Иконка

source: Password: %s
ru_ru: Пароль: %s

source: Key
ru_ru: Ключ

source: File
ru_ru: Файл

source: Size
ru_ru: Размер

source: Enable file downloads
ru_ru: Включить загрузку файлов

source: Disable file downloads
ru_ru: Отключить загрузку файлов

source: Download
ru_ru: Загрузить

source: View download stats
ru_ru: Просмотреть статистику загрузок

source: Prune all download hits
ru_ru: Очистить устаревшую статистику загрузок

source: Do you really want to prune all download hits for this file?
ru_ru: Вы действительно хотите очистить статистику загрузок данного файла?

source: Do you really want to delete this file?
ru_ru: Вы действительно хотите удалить этот файл?

source: Enable all files
ru_ru: Включить все файлы

source: Do you really want to enable all downloads?
ru_ru: Вы действительно хотите включить все загрузки?

source: Disable all files
ru_ru: Отключить все файлы

source: Do you really want to disable all downloads?
ru_ru: Вы действительно хотите отключить все загрузки?

source: Do you really want to prune all download hits?
ru_ru: Вы действительно хотите очистить всю статистику загрузок?

source: Delete all files
ru_ru: Удалить все файлы

source: Do you really want to delete all files?
ru_ru: Вы действительно хотите удалить все файлы?

source: Category settings have been updated
ru_ru: Настройки категории были обновлены

source: The file download has been enabled!
ru_ru: Загрузка файла была включена!

source: The file download has been disabled!
ru_ru: Загрузка файла была отключена!

source: The file %s has no downloads yet.
ru_ru: Файл %s еще никто не загружал.

source: Unable to prune download hits.
ru_ru: Не удалось очистить статистику загрузок.

source: The file download hits have been pruned!
ru_ru: Статистика загрузок успешно очищена!

source: File password should be at least 5 characters long.
ru_ru: Пароль должен содержать не менее 5 символов.

source: File settings have not been updated!
ru_ru: Настройки файла не были обновлены!

source: File settings have been updated for &laquo;%s&raquo;.
ru_ru: Настройки файла обновлены &laquo;%s&raquo;

source: The category &laquo;%s&raquo; has been created.
ru_ru: Категория &laquo;%s&raquo; была создана.

source: The file exceeds the upload_max_filesize directive in php.ini.
ru_ru: Файл превышает директиву upload_max_filesize в php.ini.

source: The file was only partially uploaded.
ru_ru: Файл был загружен лишь частично.

source: No file was uploaded.
ru_ru: Файл не был загружен.

source: Missing a temporary folder (upload_tmp_dir in php.ini).
ru_ru: Отсутствует временная папка (upload_tmp_dir в php.ini).

source: Unknown error.
ru_ru: Неизвестная ошибка.

source: New file uploaded.
ru_ru: Новый файл загружен.

source: The file &laquo;%s&raquo; has been successfully uploaded.
ru_ru: Файл &laquo;%s&raquo; был успешно загружен.

source: An unknown error occurred when moving the uploaded file on the server.
ru_ru: Неизвестная ошибка произошла при перемещении загруженного файла на сервере.

source: The file does not seem to be a valid upload! It may exceed the upload_max_filesize directive in php.ini.
ru_ru: Файл по видимому загрузился не целиком! Возможно он превысил директиву upload_max_filesize в php.ini.

source: Select a file first.
ru_ru: Сначала выберите файл.

source: All files have been enabled!
ru_ru: Все файлы были включены!

source: All files have been disabled!
ru_ru: Все файлы были отключены!

source: Add downloads
ru_ru: Добавить загрузки

source: You're not allowed to view this page!
ru_ru: У вас нет прав на просмотр этой страницы!

source: Upload is disabled.
ru_ru: Загрузка отключена.

source: You have no permission to add/upload files.
ru_ru: У вас нет прав на добавление / загрузку файлов.

source: Unable to create directory for uploaded files, contact the admin.
ru_ru: Не могу создать директорию для загрузок, свяжитесь с администратором.

source: You must create the following directory with write permissions (777):%s
ru_ru: Вы должны создать следующую директорию с разрешениями на запись (777):%s

source: Cannot create <i>.htaccess</i> file!
ru_ru: Не могу создать <i>.htaccess файл</i>!

source: Make sure the directory [%s] has write permissions (777)
ru_ru: Проверьте доступна ли директория [%s] для записи (777)

source: File password
ru_ru: Пароль

source: Download file
ru_ru: Скачать файл

source: Downloaded %d times!
ru_ru: Загружен %d раз!

source: File deleted &laquo;%s&raquo;
ru_ru: Файл удален &laquo;%s&raquo;

source: Unable to delete file &laquo;%s&raquo;
ru_ru: Не удалось удалить файл &laquo;%s&raquo;

source: File settings deleted.
ru_ru: Настройки файла удалены.

source: Unable to delete file settings.
ru_ru: Не удалось удалить настройки файла.

source: File hits deleted.
ru_ru: Статистика загрузок файла была очищена.

source: Unable to delete file hits. No hits yet?
ru_ru: Не удалось удалить статистику файла. Нет загрузок?

source: You can't delete the default category.
ru_ru: Вы не можете удалить категорию по умолчанию.

source: Unable to move posts (default category not found).
ru_ru: Не удалось переместить файлы (категория по умолчанию не найдена).

source: File &laquo;%s&raquo; moved to default category.
ru_ru: Файл &laquo;%s&raquo; был перемещен в категорию по умолчанию.

source: Unable to move file &laquo;%s&raquo;.
ru_ru: Не удалось переместить файл &laquo;%s&raquo;

source: Cannot delete category &laquo;%s&raquo;
ru_ru: Не удалось удалить категорию &laquo;%s&raquo;

source: The following relations prevent deletion:
ru_ru: Следующие зависимости мешают удалению:

source: All files will be moved to default category! Click <a %s>here</a> if you still want to continue?
ru_ru: Все файлы будут перемещены в категорию по умолчанию! Нажмите <a %s>здесь</a> если хотите продолжить.

source: %d files within category
ru_ru: В этой категории %d файлов

source: Category deleted &laquo;%s&raquo;
ru_ru: Категория удалена &laquo;%s&raquo;

source: Unable to delete category.
ru_ru: Не удалось удалить категорию.

source: Please fix the above errors before deleting this directory.
ru_ru: Пожалуйста, исправьте ошибки перед удалением категории.

source: Unable to create CSV file.
ru_ru: Не удалось создать CSV файл.

source: Select this category
ru_ru: Выбрать категорию

source: Select this file
ru_ru: Выбрать этот файл

source: Browse downloads
ru_ru: Просмотр загрузок

source: Add the code to your post !
ru_ru: Добавить код в вашу запись !

source: Select files and/or categories and click "Generate the code" to get the embedding code for your post.
ru_ru: Выберите файлы и/или категории, затем нажмите "Получить код" для получения кода для вашей записи.

source: Do not include file description
ru_ru: Не добавлять описания файлов

source: Generate the code
ru_ru: Получить код

source: Nothing selected.
ru_ru: Ничего не выбрано.

source: Download %s
ru_ru: Скачать %s

source: Thank you. Your download will start within seconds.
ru_ru: Загрузка файла начнется через пару секунд.

source: Please use this <a %s>direct link</a> to start downloading if this didn't start automatically.
ru_ru: Пожалуйста, используйте эту <a %s>прямую ссылку</a> если загрузка файла не началась автоматически.
