Repository: sam2kb/b2evolution-plugins
Catalog: avatars_plugin/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Avatars
ru_ru: Аватары

source: Large Avatar
ru_ru: Большой аватар

source: Up to
ru_ru: Макс.

source: Remove Large Avatar
ru_ru: Удалить большой аватар

source: Small Avatar
ru_ru: Маленький аватар

source: Remove Small Avatar
ru_ru: Удалить маленикий аватар

source: Let's you 'easily' add avatars/icons to various things.
ru_ru: Позволяет использовать аватары

source: Let's you 'easily' add avatars/icons to
ru_ru: Работает со следующими типами изображений:

source: In order to display large avatars in lightbox you should select the "standard" lightbox version in %s!
ru_ru: Для отображения больших аватаров с использованием "lightbox" вы должны выбрать стандартную версию lightbox "standard" в настройках плагина %s!

source: User Groups
ru_ru: Группы пользователей

source: Disable avatars for these user groups. Separate by ,
ru_ru: Отключить аватары для этих групп. Группы разделяйте запятыми.

source: Minimum User level
ru_ru: Минимальный уровень пользователя

source: Enable for all users.
ru_ru: Разрешить всем пользователям.

source: Disable for all users.
ru_ru: Запретить всем пользователям.

source: Maximum file size
ru_ru: Максимальный размер файла для загрузки

source: KB
ru_ru: Кб

source: Display default avatar
ru_ru: Отображать аватар по умолчанию

source: Should the default avatar be displayed if no avatar exists?
ru_ru: Должен ли быть показан аватар по умолчанию при отсутствии аватара пользователя?

source: Use image resizing
ru_ru: Использовать изменение размера изображений

source: Should we use image resizing?
ru_ru: Должны ли мы использовать изменение размера изображений?

source: Collapsed avatars area
ru_ru: Свернутая панель аватаров

source: Should we display the admin avatars upload area collapsed?
ru_ru: Должны ли мы показывать панель загрузки аватаров свернутой?

source: Display next avatar
ru_ru: Отображать следующий аватар

source: If no <b>post</b> avatar and no default post image exists, display the category avatar, if no category avatar exists then display the blog avatar.
ru_ru: В случае когда ни аватара записи ни картинки по умолчанию для записей не загружено - показывать аватар категории, если и его нет - показывать аватар блога.

source: Display next default image
ru_ru: Отображать следующую картинку по умолчанию

source: If no <b>post</b> avatar and no default post image exists, display the default category image, if no default category image exists then display the default blog image.<br /><br />NOTE: <b>Display next default image</b> has higher priority over <b>Display next avatar</b>.
ru_ru: В случае когда ни аватара записи ни картинки по умолчанию для записей не загружено - показывать картинку по умолчанию для категорий, если и ее нет - показывать картинку по умолчанию для блогов.<br /><br />ВНИМАНИЕ: Функция <b>Отображать следующую картинку по умолчанию</b> имеет больший приоритет чем <b>Отображать следующий аватар</b>.

source: Image settings
ru_ru: Параметры изображений

source: Large avatar JPEG quality
ru_ru: JPEG качество большого аватара

source: Large avatar image re-size mode
ru_ru: Способ уменьшения большого аватара

source: None
ru_ru: Не применять

source: Area
ru_ru: Пропорционально

source: No Resizing Occurs
ru_ru: Без уменьшения размеров

source: Image is resized proportionally to fit within the given area
ru_ru: Изображение уменьшается пропорционально, вписываясь в заданные размеры

source: Small avatar JPEG quality
ru_ru: JPEG качество маленького аватара

source: Small avatar image re-size mode
ru_ru: Способ уменьшения маленького аватара

source: Avatar sizes (Optional)
ru_ru: Размеры аватаров (Дополнительно)

source: Large avatars
ru_ru: Большие аватары

source: User avatar width
ru_ru: Ширина аватара пользователя

source: Pixels
ru_ru: Пикселей

source: User avatar height
ru_ru: Высота аватара пользователя

source: Blog avatar width
ru_ru: Ширина аватара блога

source: Blog avatar height
ru_ru: Высота аватара блога

source: Category avatar width
ru_ru: Ширина аватара категории

source: Category avatar height
ru_ru: Высота аватара категории

source: Post avatar width
ru_ru: Ширина аватара записи

source: Post avatar height
ru_ru: Высота аватара записи

source: Small avatars
ru_ru: Маленькие аватары

source: You must create the following directories with write permissions (777):%s
ru_ru: Вы должны создать следующие директории с разрешениями на запись (777):%s

source: You must copy the file default.jpg from "avatars_plugin/includes/" to %s
ru_ru: Вы должны скопировать файл default.jpg из "avatars_plugin/includes/" в %s

source: Put this %s avatars code in posts loop, usually in %s, in %s or in %s
ru_ru: Скопируйте этот код для %s аватаров в цикл записей (posts loop), обычно в файл %s или %s или %s

source: Put this %s avatars code in comments loop, usually in %s
ru_ru: Скопируйте этот код для %s аватаров в цикл комментариев (comments loop), обычно в файл %s

source: The image you tried to upload is not of an acceptable extension
ru_ru: Файл, который вы загружаете, должен иметь одно из следующих расширений

source: The maximum allowed file size is %s KB.
ru_ru: Максимальный размер загружаемого файла не должен превышать %s Кб.

source: Succesfully uploaded the image
ru_ru: Успешно загружено изображение

source: Failed to upload the image
ru_ru: Не удалось загрузить изображение

source: Successfully deleted the %s avatar image.
ru_ru: Аватар успешно удален. ( %s )

source: Failed to delete the %s avatar image.
ru_ru: Не удалось удалить аватар. ( %s )

source: Successfully created the %s avatar.
ru_ru: Аватар успешно создан. ( %s )

source: Failed writing the %s avatar.
ru_ru: Не удалось записать аватар. ( %s )

source: Failed to create the %s avatar.
ru_ru: Не удалось создать аватар. ( %s )

source: Failed to delete the temporary %s avatar image.
ru_ru: Не удалось удалить временный аватар. ( %s )

source: Successfully moved the %s avatar to it's correct location. [ %d ]
ru_ru: Аватар успешно перемещен. [ %d ]

source: Failed to move the %s avatar image to it's correct location.
ru_ru: Не удалось переместить аватар. ( %s )

source: Successfully copied the large avatar image for use for the small avatar image.
ru_ru: Аватар успешно скопирован.

source: Unsuccessfully copied the large avatar image for use for the small avatar image.
ru_ru: Не удалось скопировать аватар.

source: No small avatar exists! And no large avatar exists to use for the small avatar either!
ru_ru: Аватар не найден!

source: Successfully removed all avatars.
ru_ru: Все аватары были успешно удалены.

source: Failed deleting all avatars for this plugin.
ru_ru: Не удалось удалить аватары.

source: All avatars were kept.
ru_ru: Аватары были сохранены.

source: Permanently delete any avatars?
ru_ru: Удалить все аватары.

source: Image
ru_ru: Изображение

source: of
ru_ru: из

source: Remove Avatar
ru_ru: Удалить аватар
